Repository: BlacklightSoftware/NptExplorer.Mobile
Catalog: src/NptExplorer.Mobile/Resources/AppResources.*.resx
Languages: cy

# Tempo_Time_Credit_Accepted_Label
source: Tempo Time Credit Accepted
cy: Credydau Amser Tempo Wedi’u Derbyn

# Terms_Of_Service_Label
source: Terms of Service
cy: Telerau'r Gwasanaeth

# Time_Label
source: Time
cy: Amser

# TrailDetails_AdventureHeader
source: Adventure Trails
cy: Llwybrau Antur

# TrailDetails_AdventureTrailsDescription
source: Choose the trail that works for you
cy: Dewiswch y llwybr sy'n addas i chi

# TrailDetails_CheckInButton
source: Check In
cy: Cadarnhau Lleoliad

# TrailDetails_CollectedLabel
source: collected
cy: Casglwyd

# TrailDetails_CollectLabelStart
source: Collect a
cy: Casglwch

# TrailDetails_LogButton
source: Log
cy: Cofnod

# TrailDetails_NavigateButton
source: Navigate
cy: Llywio

# TrailNavigate_SatelliteLabel
source: Satellite
cy: Lloeren

# TrailNavigate_TerrainLabel
source: Terrain
cy: Tirwedd

# TrailsDetails_CollectLabelEnd
source: badge
cy: bathodyn

# Trails_AdventureTrailsDescription
source: Choose the trail that works for you
cy: Dewiswch y llwybr sy'n addas i chi

# Trails_AdventureTrailsHeader
source: Adventure Trails
cy: Llwybrau Antur

# Trails_DifficultyLabel
source: Difficulty
cy: Anhawster

# Trails_GoButton
source: Go
cy: Mynd

# Trails_LengthLabel
source: Length
cy: Hyd

# Trails_TimeLabel
source: Time
cy: Amser

# Trail_CheckInButton
source: OK
cy: Iawn

# Trail_CheckInDetail
source: Please check in
cy: Cadarnhewch eich lleoliad

# Trail_CheckInSuccessButton
source: OK
cy: Iawn

# Trail_CheckInSuccessDetail
source: Check in completed
cy: Wedi cadarnhau lleoliad

# Trail_CheckInSuccessTitle
source: Check In
cy: Cadarnhau Lleoliad

# Trail_CheckInTitle
source: Trail Check In
cy: Cadarnhau Lleoliad ar y Llwybr

# Trail_CompleteQuestion
source: Did you complete the trail
cy: Wnaethoch chi gwblhau'r llwybr?

# Trail_NoTrails
source: No trails to view
cy: Dim llwybrau i'w gweld

source: Units_Label
cy: Label_Uned

# Website_Label
source: Website
cy: Gwefan

# Whats_Going_On_Label
source: What's going on
cy: Beth sy'n digwydd?

# Yes_Option
source: Yes
cy: Ie
