Repository: BlacklightSoftware/NptExplorer.Mobile
Catalog: src/NptExplorer.Mobile/Resources/AppResources.*.resx
Languages: cy

# TandC_Html
source: <html> <body> <h3>TERMS OF USE</h3> <p> Please read these Terms of Use carefully as they are the terms governing your use of the NPT Explorer App (collectively the “App"). We provide the service only on these Terms of Use and if you do not agree to be bound by them you may not use the App. By using the App you confirm that you have read, understood and accepted these Terms of Use and our Privacy Policy. </p> <p> For the purposes of these Terms of Use: <ul> <li><b>"App"</b> means the software program provided by the Company downloaded by you on any electronic device, named NPT Explorer <li><b>"Account"</b> means a unique account created for you to access our App. <li><b>"Company"</b> (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to [NPT Green Infrastructure Roadmap Project] . <li><b>"Terms of Use"</b> (also referred as <b>"Terms"</b>) mean these Terms of Use that form the entire agreement between you and the Company regarding the use of the App. This Terms of Use Agreement was generated by <a href="https://www.termsfeed.com/terms-conditions-generator/">TermsFeed Mobile App Terms and Conditions Generator</a>, and modified. <li><b>"Third-party Social Media Service"</b> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the App. </ul> </p> <h3>USING THE APP</h3> <p> We hope you enjoy using our App; great care has been taken in putting together the App, content and walking routes. However, it is possible that the app, content or walking routes may contain errors, be incomplete or out of date. </p> <p> We have used various sources to validate the accuracy of routes, however, we have not tested all routes by walking them and they may contain errors. We do not accept any responsibility for any diversion orders or any inaccuracies in the routes, or any other changes to the routes (including closure), nor any damage which might result from walkers trespassing on private property. </p> <p> Neath Port Talbot County Borough Council is committed to providing a high standard of quality in the information it provides on this App and every effort has been made to ensure that this information is accurate and up to date. </p> <p> The App makes use of functionality on your device that can pinpoint your location. We do this in order to show your position on your chosen walk. When you open the App for the first time, you will be asked whether the App can use your location and in what circumstances. You can change your choices at any time in the App settings and you can also turn the location services off at any time. The App’s functionality will be reduced if location services are turned off. The App uses your phone’s GPS and this uses the battery faster than normal. Always start with a fully charged battery and have a map or alternative form of navigation available. </p> <p> The App relies on a number of things working properly to enable you to enjoy all of its features. Many of these, such as your internet connection, your device and the app store, are entirely outside our control. Although we will do everything we reasonably can to resolve issues, we are not responsible to you if you are unable to use all or any part of the App due to a poor internet connection, faulty components in your device, app store failure or anything else that it would not be reasonable to expect us to control. </p> <h4>Acceptable Use</h4> <p> You must not use the App to do any of the following things: <ul> <li>break the law or encourage any unlawful activity; <li>send or upload anything that is (or might be considered to be) defamatory, offensive, obscene or discriminatory; <li>infringe our or anyone else’s intellectual property rights; <li>transmit any harmful software such as viruses; <li>try to gain unauthorized access to computers, data, systems, accounts or networks; or <li>deliberately disrupt the operation of anyone’s website, app, server or business. </ul> </p> <h3>USER ACCOUNTS</h3> <p> When you create an account with Us, you must provide Us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on Our App. </p> <p> You are responsible for safeguarding the password that you use to access the App and for any activities or actions under your password, whether your password is with Our App or a Third-Party Social Media Service. </p> <p> You agree not to disclose your password to any third party. You must notify Us immediately upon becoming aware of any breach of security or unauthorized use of your account. </p> <p> You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene. </p> <h3>PRIVACY AND INFORMATION</h3> <p> Protecting your personal information is important to us. Our Privacy Policy explains what personal information we collect from you, how and why we collect, store, use and share such information, your rights in relation to it and how to contact us and supervisory authorities if you have a query or complaint. You can view our Privacy Policy below. </p> <p> We may collect and use technical data that might include, for example, the specifications of your device and its software in order to help us provide software updates, product support, and other services related to the App. We may also use this information, as long as it is in a form that does not personally identify you, to improve products or to offer new services or technologies to you. </p> <h3>DISCLAIMER AND LIABILITY</h3> <p> Nothing in these Terms is to be interpreted as an attempt to limit or exclude our liability for any personal injury or death resulting from our negligence, our liability for fraud or fraudulent misrepresentation. If you are a consumer, nothing in these Terms shall affect your statutory rights. </p> <p> You use the App at your own risk. The App is provided as is and without warranties of any kind either expressed or implied. We disclaim all warranties of merchantability and fitness for a particular purpose to the fullest extent permissible. We do not warrant or make any representations regarding the use of or the result of the use of the material in the App in terms of its correctness, accuracy, reliability, or otherwise. We do not warrant that the functions contained in the material contained in this site will be uninterrupted or error free, or that defects will be corrected. In no event will we be liable for any loss or damage including, without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from use or loss of use of, data, or profits, arising out of or in connection with the use of the App. </p> <p> You should carefully check any route that you intend to walk to ensure that it is suitable for you, taking into account your health, level of fitness and experience. We do not provide any advice or instructions on any exercise or other activities that you undertake. We do not assess the risks in any route or conduct any health and safety assessments of the routes shown on the App. The App is not a replacement for any other guidance, codes or warnings that apply to the route. </p> <p> You should use the App responsibly and you should use your own judgement in relation to any risks on the route, including without limitation the weather conditions and the condition of the route itself. Any warnings on the route itself must still be complied with even if the App might suggest that the route is otherwise clear. </p> <p> Any timings shown in the App for routes are estimates only and are based on the assumption of you having an average fitness level. The walks may take less or more time depending on your fitness, the weather conditions and the condition of the route. </p> <p> Your Liability to Us You will be liable to us for any and all costs, losses, expenses and damages whatsoever and howsoever arising from: <ul> <li>any breach by you of these Terms; <li>your infringement of any of our intellectual property rights or those intellectual property rights owned by third parties; <li>any wilful misconduct by you or any negligent or unlawful act or omission by you; </ul> </p> <h3>EXTERNAL SERVICES/LINKS</h3> <p> The App may enable you to access services and websites that we do not own or operate. The App makes every effort to ensure that the hypertext links from to other Websites operated by other entities are relevant and provide useful information. If you access into any of these linked Websites you will leave the App and you do so at your own risk: it is for you to take any necessary measures to guard against viruses and/or other destructive/corruptive bodies. </p> <p> We have no control over, and assume no responsibility for, the privacy policies or practices of any third-party web sites or services. Before using them, make sure you have read and agreed to the terms on which they are being offered to you including the way in which they may use your personal information. </p> <p> We are not responsible for any of the contents of these linked Websites or the reliability of any information provided within them and we accept no liability whatsoever (whether legal or otherwise) for any losses or damages including, without limitation, indirect or consequential losses or damages, arising out of or in connection with the use of any of these linked Websites. The inclusion of hyperlinks to other Websites should not be taken, in any way, to be an endorsement of any kind of these Websites by ourselves. </p> <p> From time to time, we may change or remove the external services that are made available through the App. </p> <h3>GENERAL</h3> <p> The access and use of the NPT Explorer App featuring these Terms of Use constitutes your (The User’s) acceptance of these Terms, which take effect from the date on which you first use this App. We reserve the right to revise these Terms at any time without notice. If a revision takes place, the revised Terms of Use will be displayed on these pages and the continued use of the App after such a revision has been made shall constitute your acceptance of the revised Terms. </p> <p> In line with Welsh Language Standards which came into effect 1 April 2016, all content for which we are directly responsible is published bilingually. It is the responsibility of the external sites to which we link to conform with their own Welsh Language Scheme, if such a scheme exists, or with the Welsh Language Standards. </p> <h3>COPYRIGHT</h3> <p> The materials featured on this App, including without limitation any text, logo, icons, photographs and other artwork is copyright protected material of Neath Port Talbot County Borough Council unless otherwise indicated. </p> <p> Any permission to use copyright materials on this App does not extend to any materials which are identified as being the copyright of any third parties: authorisation to use materials which are the copyright of third parties must be obtained from those third parties themselves. </p> <p> Requests to use any copyright material of [name of institution/organisation/authority] should be addressed to the Chief Executive’s Directorate, Civic Centre, Port Talbot SA13 1PJ </p> <h3>LEGAL</h3> <p> These Terms shall be governed by and construed in accordance with the laws of England and Wales. Any dispute arising under these Terms shall be subject to the exclusive jurisdiction of the courts of England and Wales. </p> <p> </body> </html>
cy: <html> <body> <h3>TELERAU DEFNYDD</h3> <p> Darllenwch y Telerau Defnydd hyn yn ofalus gan eu bod yn dermau sy’n llywodraethu eich defnydd o Ap Anturiwr CNPT (fe’u gelwir ar y cyd yn “Ap”) Rydym yn darparu’r gwasanaeth yn unol â’r Telerau Defnydd hyn yn unig ac os nad ydych yn cytuno i fod yn rhwym iddynt, yna chewch chi ddim defnyddio’r Ap. Gan ddefnyddio’r Ap, rydych yn cadarnhau eich bod wedi darllen, deall a derbyn y Telerau Defnydd hyn a’n Polisi Preifatrwydd. </p> <p> At ddibenion y Telerau Defnydd hyn: <ul> <li><b>Mae "Ap”</b> yn golygu’r rhaglen feddalwedd sy’n cael ei darparu gan y Cwmni a lawrlwythwyd gennych chi ar unrhyw ddyfais electronig, o’r enw Anturiwr CNPT <li><b>Mae "Cyfrif"</b> yn golygu cyfrif unigryw sydd wedi’i greu er mwyn i chi allu defnyddio ein Ap. <li><b>Mae "Cwmni"</b> (y cyfeirir ato fel "y Cwmni", "Ni", "Ninnau" neu "Ein" yn y Cytundeb hwn) yn cyfeirio at \[Brosiect Map Ffordd Seilwaith Gwyrdd CNPT] . <li><b>Mae "Telerau Defnydd"</b> (y cyfeirir atynt hefyd fel <b>"Telerau"</b>) yn golygu’r Telerau Defnydd hyn sy’n ffurfio’r cytundeb cyfan rhyngoch chi a’r Cwmni mewn perthynas â defnyddio’r Ap. Cafodd y Cytundeb Telerau Defnydd hyn ei gynhyrchu gan <a href="https://www.termsfeed.com/terms-conditions-generator/">TermsFeed Mobile App Terms and Conditions Generator</a>, a’i addasu. <li><b>Mae "Gwasanaeth Cyfryngau Cymdeithasol Trydydd Parti"</b> yn golygu unrhyw wasanaethau neu gynnwys (yn cynnwys data, gwybodaeth, cynhyrchion neu wasanaethau) a ddarperir gan drydydd parti a all fod wedi’i arddangos a’i gynnwys ar yr ap, neu’n hygyrch gan yr Ap. </ul> </p> <h3>DEFNYDDIO’R AP</h3> <p> Gobeithio y gwnewch chi fwynhau defnyddio ein Ap; rydym wedi cymryd gofal i roi trefn ar yr Ap, y cynnwys a’r llwybrau cerdded. Wedi dweud hynny, mae’n bosibl bod yr ap, y cynnwys neu’r llwybrau cerdded yn cynnwys gwallau, yn anghyflawn, neu wedi dyddio. </p> <p> Rydym wedi defnyddio amrywiol ffynonellau i ddilysu cywirdeb y llwybrau, ond nid ydym wedi profi pob llwybr drwy gerdded ar eu hyd a gallant gynnwys gwallau. Nid ydym yn derbyn unrhyw gyfrifoldeb am unrhyw orchmynion gwyro neu unrhyw anghysondebau yn y llwybrau, neu unrhyw newidiadau eraill i’r llwybrau (gan gynnwys eu cau), nac unrhyw ddifrod a all godi o gerddwyr yn tresbasu ar eiddo preifat. </p> <p> Mae Cyngor Bwrdeistref Sirol Castell-nedd Port Talbot yn ymrwymedig i ddarparu ansawdd o safon uchel yn y wybodaeth mae’n ei darparu ar yr Ap hwn, a gwnaed pob ymdrech i sicrhau bod y wybodaeth hon yn gywir ac yn gyfredol. </p> <p> }Mae’r Ap yn defnyddio agweddau ar eich dyfais a all bennu’ch lleoliad. Gwnawn hyn er mwyn dangos eich lleoliad ar eich taith gerdded ddewisol. Pan fyddwch yn defnyddio’r Ap am y tro cyntaf, gofynnir i chi p’un a gaiff yr Ap ddefnyddio eich lleoliad a dan ba amgylchiadau. Cewch newid eich penderfyniadau ar unrhyw bryd yng ngosodiadau’r Ap a gallwch hefyd ddiffodd y gwasanaethau lleoliad ar unrhyw bryd. Ni fydd yr Ap yn gweithio gystal os yw’r gwasanaethau lleoliad wedi’u diffodd. Mae’r Ap yn defnyddio GPS eich ffôn ac mae hyn yn golygu bod y batri yn gwagio yn gynt na’r arfer. Mae’n bwysig dechrau arni gyda batri llawn bob tro a chael map neu ffurf arall o lywio. </p> <p> Mae’r Ap yn dibynnu ar nifer o bethau yn gweithio’n iawn er mwyn eich galluogi chi i fwynhau ei holl nodweddion. Mae nifer o’r rhain, megis eich cysylltiad â’r we, eich dyfais a’r App Store, y tu hwnt i’n rheolaeth yn llwyr. Er y gwnawn bopeth o fewn ein gallu i ddatrys problemau, nid ydym yn atebol i chi os na allwch ddefnyddio pob rhan, neu unrhyw ran, o’r Ap oherwydd cysylltiad gwael â’r we, cydrannau diffygiol yn eich dyfais, methiant yn yr App Store neu unrhyw beth arall na fyddai’n rhesymol disgwyl i ni ei reoli. </p> <h4>Defnydd Derbyniol</h4> <p> Ni ddylech ddefnyddio’r Ap i wneud unrhyw un o’r canlynol: <ul> <li>torri’r gyfraith neu annog unrhyw weithgarwch anghyfreithlon; <li>anfon neu uwchlwytho unrhyw beth sy’n ddifrïol, ymosodol, aflan neu wahaniaethol (neu y gellid ei ystyried yn un o’r rhain); <li>torri ein hawliau eiddo deallusol, neu hawliau eiddo deallusol unrhyw un arall; <li>trosglwyddo unrhyw feddalwedd niweidiol, megis firysau; <li>ceisio â chael mynediad anawdurdodedig i gyfrifiaduron, neu at ddata, systemau, cyfrifon neu rwydweithiau; neu <li>amharu’n fwriadol ar weithrediad gwefan, ap, gweinydd neu fusnes rhywun arall. </ul> </p> <h3>CYFRIFON DEFNYDDWYR</h3> <p> Pan ydych yn agor cyfrif gyda Ni, rhaid i chi ein darparu Ni â gwybodaeth gywir, cyflawn, a chyfredol bob amser. Mae methu â gwneud hynny yn golygu eich bod yn torri’r Telerau, a all arwain at derfynu eich cyfrif ar Ein Ap yn syth. </p> <p> Chi sy’n gyfrifol am ddiogelu’r cyfrinair yr ydych yn ei ddefnyddio ar gyfer yr Ap ac unrhyw weithgareddau neu weithredoedd dan eich cyfrinair, boed yw eich cyfrinair gyda’n Ap neu Wasanaeth Cyfryngau Cymdeithasol Trydydd Parti. </p> <p> Rydych yn cytuno i beidio â datgelu eich cyfrinair i unrhyw drydydd parti. Rhaid i chi Ein hysbysu yn syth os daw unrhyw achos o dorri rheolau diogelwch neu ddefnydd anawdurdodedig o’ch cyfrif i’ch sylw. </p> <p> Chewch chi ddim defnyddio enw unigolyn neu endid arall fel eich cyfrinair neu enw sy’n anghyfreithlon i’w ddefnyddio, enw neu nod masnach sy’n destun unrhyw hawliau unigolyn neu endid arall oni bai amdanoch Chi, heb awdurdodaeth briodol, neu enw sy’n ymosodol, aflednais neu aflan fel arall. </p> <h3>PREIFATRWYDD A GWYBODAETH</h3> <p> Mae diogelu’ch gwybodaeth bersonol yn bwysig i ni. Mae ein Polisi Preifatrwydd yn egluro pa wybodaeth bersonol yr ydym yn ei chasglu gennych chi, sut a pham ydym ni’n casglu, storio, defnyddio a rhannu gwybodaeth o’r fath, eich hawliau mewn perthynas â hi a sut i gysylltu â ni ac awdurdodau goruchwylio os oes gennych ymholiad neu gŵyn. Gallwch ddarllen ein Polisi Preifatrwydd isod. </p> <p> Mae gennym yr hawl i gasglu a defnyddio data technegol a all gynnwys, er enghraifft, manylebau eich dyfais a’i meddalwedd er mwyn ein helpu ni i ddarparu diweddariadau meddalwedd, cymorth cynnyrch, a gwasanaethau eraill sy’n ymwneud â’r Ap. Yn ogystal, cawn ddefnyddio’r wybodaeth hon, cyn belled â’i bod ar ffurf nad oes modd eich adnabod chi drwyddi, i wella cynhyrchion neu gynnig gwasanaethau neu dechnolegau eraill i chi. </p> <h3>YMWADIAD AC ATEBOLRWYDDh</h3> <p> Ni ddehonglir unrhyw beth yn y Telerau hyn fel ymgais i gyfyngu ein hatebolrwydd am unrhyw anaf personol neu farwolaeth yn deillio o’n hesgeulustod, ein hatebolrwydd am dwyll neu gamgynrychiolaeth twyllodrus, na’i eithrio. Os ydych yn ddefnyddiwr, nid oes unrhyw beth yn y Telerau hyn a fydd yn effeithio eich hawliau statudol. </p> <p> Rydych yn defnyddio’r Ap ar eich menter eich hun. Darperir yr Ap hwn fel y mae a heb sicrwydd o unrhyw fath wedi’i fynegi neu ei gyfleu. Rydym yn gwrthod pob sicrwydd marchnadwyedd a ffitrwydd at ddiben penodol i’r graddau uchaf posibl. Nid ydym yn gwarantu nac yn gwneud unrhyw gynrychiolaethau mewn perthynas â’r defnydd o’r deunydd yn yr Ap o ran ei gywirdeb, ei ddibynadwyedd, neu fel arall, neu o ganlyniad i’w ddefnyddio. Nid ydym yn gwarantu na fydd tarfu ar y swyddogaethau sydd wedi'u cynnwys yn y deunydd ar y safle hon, nac ychwaith y byddant yn rhydd rhag gwallau, nac y caiff diffygion eu cywiro. Yn unrhyw achos, ni fyddwn yn atebol am unrhyw golled neu ddifrod gan gynnwys, ymhlith eraill, colled neu ddifrod anuniongyrchol neu ganlyniadol, neu unrhyw golled neu ddifrod sy’n deillio o’r defnydd neu golli’r defnydd o ddata, neu elw, yn sgil defnyddio’r Ap, neu mewn cysylltiad â defnyddio’r Ap. </p> <p> Dylech wirio’n ofalus unrhyw lwybr yr ydych yn bwriadu ei gerdded er mwyn sicrhau ei fod yn addas ar eich cyfer chi, gan ystyried eich iechyd, eich lefel ffitrwydd a’ch profiad. Nid ydym yn darparu unrhyw gyngor neu gyfarwyddiadau ar unrhyw ymarfer neu weithgareddau eraill yr ydych yn ymgymryd â nhw. Nid ydym yn asesu’r risgiau ar unrhyw lwybr nac yn cynnal unrhyw asesiadau iechyd a diogelwch o’r llwybrau a ddengys ar yr Ap. Nid yw’r Ap hwn yn disodli unrhyw ganllawiau, codau neu rybuddion eraill sy'n berthnasol i'r llwybr. </p> <p> Dylech ddefnyddio’r Ap yn gyfrifol a dylech ddefnyddio eich beirniadaeth eich hun mewn perthynas ag unrhyw risgiau ar y llwybr, gan gynnwys y tywydd a chyflwr y llwybr ei hun, ymhlith eraill. Dylid parhau i gydymffurfio ag unrhyw rybuddion ar y llwybr ei hun, hyd yn oed os yw’r Ap yn awgrymu bod y llwybr yn glir. </p> <p> Mae unrhyw amseroedd sy’n cael eu dangos yn yr Ap ar gyfer llwybrau yn amcan amseroedd yn unig ac yn seiliedig ar y rhagdybiaeth bod gennych lefel ffitrwydd gymedrol. Gall y teithiau cerdded gymryd llai neu fwy o amser yn dibynnu ar eich ffitrwydd, y tywydd a chyflwr y llwybr. </p> <p> Eich Atebolrwydd i Ni Byddwch yn atebol i ni am unrhyw a phob cost, colled, traul a difrod, beth bynnag a sut bynnag y codant oherwydd: <ul> <li>unrhyw achos o dorri’r Telerau hyn gennych chi; <li>eich bod wedi torri unrhyw un o’n hawliau eiddo deallusol neu hawliau eiddo deallusol a berchnogir gan drydydd partïon; <li>unrhyw gamymddygiad bwriadol gennych chi neu unrhyw weithred anghyfreithlon neu esgeulustod gennych chi; </ul> </p> <h3>GWASANAETHAU/DOLENNI ALLANOL</h3> <p> Gall yr Ap eich galluogi chi i ddefnyddio gwasanaethau a gwefannau nad ydym yn berchen arnynt ac nad ydym yn eu gweithredu. Mae’r Ap yn gwneud pob ymdrech i sicrhau bod dolenni hyperdestun i Wefannau eraill a weithredir gan endidau eraill yn berthnasol ac yn darparu gwybodaeth ddefnyddiol. Os ydych yn dilyn unrhyw rai o’r dolenni i’r Gwefannau hyn, byddwch yn gadael yr Ap ac rydych yn gwneud hynny ar eich menter eich hun: eich cyfrifoldeb chi yw cymryd unrhyw fesurau angenrheidiol i warchod rhag firysau a/neu gyrff dinistriol/llygrol arall. </p> <p> Nid oes gennym unrhyw reolaeth dros y polisïau preifatrwydd neu ymarferion unrhyw wefannau neu wasanaethau trydydd parti, nac ychwaith yn cymryd unrhyw gyfrifoldeb drostynt. Cyn eu defnyddio, sicrhewch eich bod wedi darllen y telerau y cânt eu cynnig ar eu sail, a’ch bod yn cytuno iddynt, gan gynnwys y ffordd y cânt ddefnyddio’ch gwybodaeth bersonol. </p> <p> Nid ydym yn gyfrifol am unrhyw gynnwys ar y Gwefannau hyn y ceir dolenni atynt nac am ddibynadwyedd unrhyw wybodaeth a ddarperir oddi mewn iddynt ac nid ydym yn derbyn unrhyw atebolrwydd o gwbl (boed yn gyfreithiol neu fel arall) am golledion neu ddifrod gan gynnwys colledion neu ddifrod anuniongyrchol neu ganlyniadol, ymhlith eraill, sy’n deillio o ddefnydd y Gwefannau hyn y ceir dolenni atynt, neu mewn cysylltiad â’u defnyddio. Ni ddylid ystyried y ffaith y cynhwyswyd yr hyperddolenni i Wefannau eraill fel cymeradwyaeth o unrhyw fath gennym ni o’r Gwefannau hyn. </p> <p> O bryd i’w gilydd, gallwn newid y gwasanaethau allanol sydd ar gael ar yr Ap, neu gael gwared arnynt. . </p> }<h3>CYFFREDINOL</h3> <p> Drwy geisio a defnyddio’r Ap Anturiwr CNPT, sy’n cynnwys y Telerau Defnydd hyn, rydych (Y Defnyddiwr) yn derbyn y Telerau hyn, sy’n dod i rym ar ddyddiad eich defnydd cyntaf o’r Ap hwn. Cedwir yr hawl i newid y Telerau hyn yn ddirybudd ar unrhyw adeg. Os gwneir adolygiad, bydd y Telerau Defnydd diwygiedig yn cael eu dangos ar y tudalennau hyn a thrwy barhau i ddefnyddio’r Ap ar ôl adolygiad o’r fath, rydych yn derbyn y Telerau diwygiedig. </p> <p> Yn unol â Safonau’r Gymraeg a ddaeth i rym 1 Ebrill 2016, mae’r holl gynnwys yr ydym yn uniongyrchol gyfrifol amdano yn cael ei gyhoeddi’n ddwyieithog. Cyfrifoldeb y safleoedd allanol y ceir dolenni atynt yw cydymffurfio â’u cynllun Iaith Gymraeg eu hunain, os oes cynllun o’r fath yn bodoli, neu Safonau’r Gymraeg. </p> <h3>HAWLFRAINT</h3> <p> Mae’r deunyddiau a geir ar yr Ap hwn, gan gynnwys unrhyw destun, logo, eicon, ffotograff a gwaith celf arall, ymhlith eraill, yn ddeunydd wedi’i warchod drwy hawlfraint sy’n perthyn i Gyngor Bwrdeistref Sirol Castell-nedd Port Talbot, oni nodir fel arall. </p> <p> Nid yw unrhyw ganiatâd i ddefnyddio’r deunyddiau dan hawlfraint ar yr Ap hwn yn berthnasol i unrhyw ddeunyddiau sydd wedi’u nodi’n eiddo drwy hawlfraint i unrhyw drydydd partïon: rhaid cael awdurdodaeth gan y trydydd partïon hynny eu hunain i ddefnyddio deunyddiau sy’n eiddo dan hawlfraint i’r trydydd partïon hynny. </p> <p> Dylid cyfeirio ceisiadau i ddefnyddio unrhyw ddeunydd dan hawlfraint \[enw sefydliad/mudiad/awdurdod] i Gyfarwyddiaeth y Prif Weithredwr, Y Ganolfan Ddinesig, Port Talbot SA13 1PJ </p> <h3>CYFREITHIOL</h3> <p> Bydd y Telerau hyn yn cael eu llywodraethu yn unol â chyfreithiau Cymru a Lloegr, a’u dehongli yn unol â nhw. Bydd unrhyw anghydfod sy’n codi dan y Telerau hyn yn ddarostyngedig i awdurdodaeth unigryw llysoedd Cymru a Lloegr. </p> <p> </body> </html>
