Repository: BlacklightSoftware/NptExplorer.Mobile
Catalog: src/NptExplorer.Mobile/Resources/AppResources.*.resx
Languages: cy

# About_Text1
source: The
cy: Cronfeydd

# About_Text10
source: UK Community Renewal Funds
cy: Adfywio Cymunedol y DU

# About_Text11
source: . The application was designed for all ages in the community of Neath Port Talbot County and aims to connect people with their greenspaces while learning more about local nature, heritage, and greenspaces.
cy: . Dyluniwyd y cymhwysiad ar gyfer pob oedran yng nghymuned Castell-nedd Port Talbot a’i nod yw cysylltu pobl â’u mannau gwyrdd a rhoi cyfle iddynt ddysgu mwy am natur, treftadaeth a mannau gwyrdd.

# About_Text2
source: NPT Explorer: Expand Your Adventure app
cy: Datblygwyd ap Anturiwr CNPT: Ehangwch Eich Antur

# About_Text3
source: was developed as part of the
cy: fel rhan o

# About_Text4
source: NPT Green Infrastructure Roadmap Project
cy: Brosiect Map Ffordd Seilwaith Gwyrdd CNPT

# About_Text5
source: at
cy: ym

# About_Text6
source: Swansea University
cy: Mhrifysgol Abertawe

# About_Text7
source: in partnership with Neath Port Talbot Council and funded by the
cy: mewn partneriaeth â Chyngor Castell-nedd Port Talbot ac mae wedi’i ariannu gan

# About_Text8
source: UK Government
cy: Lywodraeth y DU

# About_Text9
source: through the
cy: drwy’r

# Activities_Label
source: Activities
cy: Gweithgareddau

# Address_Label
source: Address
cy: Cyfeiriad

# AdventureTrails_StartPointLabel
source: Starting Point:
cy: Man Cychwyn:

# Adventure_ChallengesDescription
source: Collect Adventure badges to become a top explorer
cy: Casglwch fathodynnau Antur i ddod yn anturiwr o fri

# Adventure_ChallengesLabel
source: Adventure Challenges
cy: Heriau Antur

# Adventure_NoChallengesLabel
source: No challenges to view
cy: Dim heriau i'w gweld

# Adventure_NoTrailsLabel
source: No trails to view
cy: Dim llwybrau i'w gweld

# Adventure_SearchLabel
source: Where would you like to go?
cy: Ble hoffech chi fynd?

# Adventure_TrailsDescription
source: Choose the trail that works for you
cy: Dewiswch y llwybr sy'n addas i chi

# Adventure_TrailsLabel
source: Adventure Trails
cy: Llwybrau Antur

# Allow_Followers_Label
source: Allow Followers
cy: Caniatáu Dilynwyr

# BadgePopUp_CloseButton
source: Close
cy: Cau

# BadgePopUp_HeaderLabel
source: Well done!
cy: Da iawn!

# BadgePopUp_HeritageLabel
source: You earned a Heritage badge
cy: Rydych wedi ennill bathodyn Treftadaeth

# BadgePopUp_NatureLabel
source: You earned a Nature badge
cy: Rydych wedi ennill bathodyn Natur

# BadgePopUp_ShareButton
source: Share
cy: Rhannu

# BadgePopUp_TrailLabel
source: You earned a Trail badge
cy: Rydych wedi ennill bathodyn Llwybr

# BadgePopUp_WellbeingLabel
source: You earned a Wellbeing badge
cy: Rydych wedi ennill bathodyn Llesiant

# Badge_CloseLabel
source: Close
cy: Cau

# Badge_HeritageLabel
source: You earned a Heritage badge
cy: Rydych wedi ennill bathodyn Treftadaeth

# Badge_NatureLabel
source: You earned a Nature badge
cy: Rydych wedi ennill bathodyn Natur

# Badge_ShareLabel
source: Share
cy: Rhannu

# Badge_TrailLabel
source: You earned a Trail badge
cy: Rydych wedi ennill bathodyn Llwybr

# Badge_WellbeingLabel
source: You earned a Wellbeing badge
cy: Rydych wedi ennill bathodyn Llesiant

# Badge_WellDoneLabel
source: Well done!
cy: Da iawn!

# Based_Location_Label
source: Based on current location (0-10miles)
cy: Yn seiliedig ar eich lleoliad ar hyn o bryd (0-10 milltir)

# Bus_Routes_Label
source: Bus Routes
cy: Llwybrau Bysiau

# Card_Title_Label
source: Gnoll Park
cy: Parc y Gnoll

# ChallengeDetails_AdventureHeader
source: Adventure
cy: Antur

# Challenges_AdventureChallengesDescription
source: Collect Adventure badges to become a top Explorer!
cy: Casglwch fathodynnau Antur i ddod yn Anturiwr o fri!

# Challenges_AdventureChallengesHeader
source: Adventure Challenges
cy: Heriau Antur

# Challenges_BadgesLabel
source: Badges
cy: Bathodynnau

# Challenges_ChallengesLabel
source: Challenges
cy: Heriau

# Challenges_GoButton
source: Go
cy: Mynd

# Challenge_CheckIn
source: Check in
cy: Cadarnhau lleoliad

# Challenge_CheckInButton
source: OK
cy: Iawn

# Challenge_CheckInDetail
source: Please check in
cy: Cadarnhewch eich lleoliad

# Challenge_CheckInSuccessButton
source: OK
cy: Iawn

# Challenge_CheckInSuccessDetail
source: Check in completed
cy: Wedi cadarnhau lleoliad

# Challenge_CheckInSuccessTitle
source: Check In
cy: Cadarnhau Lleoliad

# Challenge_CheckInTitle
source: Check In
cy: Cadarnhau Lleoliad

# Challenge_NoChallenges
source: No challenges to view
cy: Dim heriau i'w gweld

# Confirm_Reset_Password_Placeholder_Label
source: Please re-enter your password
cy: Teipiwch eich cyfrinair eto

# DeleteAccountConfirmation
source: Your account has now been deleted.
cy: Mae eich cyfrif wedi ei ddileu erbyn hyn

# DeleteAccountError
source: We are sorry, there has been a problem deleting your account at this time. Please try again later. If the problem continues, please contact us at roadmapgi@gmail.com
cy: Ymddiheurwn, cafwyd problem wrth geisio dileu eich cyfrif. Rhowch gynnig arni eto. Os bydd y broblem yn parhau, cysylltwch â ni yn roadmapgi@gmail.com

# DeleteAccount_Description
source: Please note, deleting your account will remove all data relating to your progress on the NPT Explorer app as well. Are you sure you wish to continue?
cy: Sylwch, wrth ddileu eich cyfrif fe gollir yr holl ddata sy’n gysylltiedig â’ch cynnydd ar yr Ap NPT Explorer hefyd. A ydych yn siŵr eich bod yn dymuno parhau?

# DeleteAccount_Title
source: Delete my Account
cy: Dileu fy Nghyfrif

# DetailsButton
source: DETAILS
cy: MANYLION

# Difficulty_Easy
source: Easy
cy: Hawdd

# Difficulty_SomeExertion
source: Some exertion
cy: Rhywfaint o waith caled

# Difficulty_Strenuous
source: Strenuous
cy: Anodd

# Difficulty_Unknown
source: Unknown
cy: Anhysbys

# Distance_Label
source: Distance
cy: Pellter

# Distance_Miles_RadioButton
source: Distance (miles)
cy: Pellter (milltiroedd)

# Distance_Time_RadioButton
source: Distance (driving time)
cy: Pellter (amser gyrru)

# Distance_Walking_RadioButton
source: Distance (walking time)
cy: Pellter (amser cerdded)

# Enum_ActivitiesCycling
source: Cycling
cy: Beicio

# Enum_ActivitiesHiking
source: Hiking
cy: Heicio

# Enum_ActivitiesLakes
source: Lakes
cy: Llynnoedd

# Enum_ActivitiesVolunteer
source: Volunteer
cy: Gwirfoddolwr

# Enum_ActivitiesWaterfalls
source: Waterfalls
cy: Rhaeadrau

# Enum_ActivitiesWildlife
source: Wildlife Observation
cy: Gwylio Bywyd Gwyllt

# Enum_BadgeHeritage
source: Heritage
cy: Treftadaeth

# Enum_BadgeNature
source: Nature
cy: Natur

# Enum_BadgeTrail
source: Trail
cy: Llwybr

# Enum_BadgeWellbeing
source: Wellbeing
cy: Llesiant

# Enum_DifficultyEasy
source: Easy
cy: Hawdd

# Enum_DifficultySomeExertion
source: Some Exertion
cy: Rhywfaint o waith caled

# Enum_DifficultyStrenuous
source: Strenuous
cy: Anodd

# Enum_FacilityCafe
source: Cafe/Restaurants
cy: Caffi/Bwytai

# Enum_FacilityDogFriendly
source: Dog Friendly
cy: Addas i Gŵn

# Enum_FacilityParking
source: Parking
cy: Parcio

# Enum_FacilityPlayground
source: Playground
cy: Maes Chwarae

# Enum_FacilityToilets
source: Toilets
cy: Toiledau

# Enum_FacilityWheelchair
source: Wheelchair Access
cy: Hygyrch i Gadeiriau Olwyn

# Enum_HabitatBrownfield
source: Brownfield
cy: Tir Llwyd

# Enum_HabitatCanalside
source: Canalside
cy: Ar Hyd Camlas

# Enum_HabitatCoastal
source: Coastal/Sand Dunes/Beach
cy: Arfordirol/Twyni Tywod/Traeth

# Enum_HabitatFen
source: Fen
cy: Cors

# Enum_HabitatGrassland
source: Grassland/Meadow
cy: Glaswelltir/Dôl

# Enum_HabitatMoorland
source: Moorland
cy: Rhostir

# Enum_HabitatPasture
source: Pasture/Rural Road
cy: Porfa/Ffordd Wledig

# Enum_HabitatPond
source: Pond
cy: Pwll Dŵr

# Enum_HabitatRiverside
source: Riverside
cy: Glan Afon

# Enum_HabitatRockface
source: Rockface
cy: Clogwyn

# Enum_HabitatUrban
source: Urban
cy: Trefol

# Enum_HabitatWaterfall
source: Waterfall
cy: Rhaeadr

# Enum_HabitatWetland
source: Wetland
cy: Gwlypdir

# Enum_HabitatWoodland
source: Woodland/Plantation
cy: Coetir/Planhigfa

# Enum_TrailTimesFourToSix
source: 4-6 Hours
cy: 4-6 Awr

# Enum_TrailTimesSixToEight
source: 6-8 Hours
cy: 6-8 Awr

# Enum_TrailTimesTwoToFour
source: 2-4 Hours
cy: 2-4 Awr

# Enum_TrailTimeZeroToTwo
source: 0-2 Hours
cy: 0-2 Awr

# Error_ErrorTitle
source: Error
cy: Gwall

# Error_LoadingLabel
source: Loading issue
cy: Problem llwytho

# Error_LocationServicesButton
source: OK
cy: Iawn

# Error_LocationServicesDetail
source: Allow location services to Navigate
cy: Caniatáu gwasanaethau lleoli er mwyn llywio

# Error_LocationServicesTitle
source: Navigation
cy: Llywio

# Error_MapDetail
source: We are sorry, there has been a problem with this map
cy: Mae'n ddrwg gennym, mae problem wedi bod gyda'r map hwn

# Error_MapOkButton
source: OK
cy: Iawn

# Error_MapTitle
source: Sorry!
cy: Ymddiheuriadau!

# Error_OkButton
source: OK
cy: Iawn

# Explore_DescriptionLabel
source: Description
cy: Disgrifiad

# Explore_HighlightsLabel
source: Highlights
cy: Uchafbwyntiau

# Explore_HowToGetThereLabel
source: How to get there
cy: Sut i gyrraedd yno

# Explore_LocationsLabel
source: Locations
cy: Lleoliadau

# Explore_NearestBusStopLabel
source: Nearest Bus Stop
cy: Safle Bws Agosaf

# Explore_SharedLocation
source: Shared Location
cy: Lleoliad wedi’i Rannu

# Facilities_Label
source: Facilities
cy: Cyfleusterau

# Filters_BadgeTypeLabel
source: Badge Type
cy: Math o Fathodyn

# Filters_BadgeTypeSub
source: Based on current location (0-10 miles)
cy: Yn seiliedig ar eich lleoliad ar hyn o bryd (0-10 milltir)

# Filters_DistanceDriving
source: Distance (driving time)
cy: Pellter (amser gyrru)

# Filters_DistanceMiles
source: Distance (miles)
cy: Pellter (milltiroedd)

# Filters_DistanceWalking
source: Distance (walking time)
cy: Pellter (amser cerdded)

# Filters_HabitatLabel
source: Habitat
cy: Cynefin

# Filters_TrailsDifficultyLabel
source: Trails/Difficulty
cy: Llwybrau/Anhawster

# Filters_TrailsDistanceLabel
source: Trails/Distance
cy: Llwybrau/Pellter

# Filters_TrailsTimeLabel
source: Trails/Time
cy: Llwybrau/Amser

# Filter_ClearLabel
source: Clear
cy: Clirio

# Filter_Label
source: Filter
cy: Hidlo

# Filter_SaveLabel
source: Save
cy: Cadw

# ForgotPassword_CancelButton
source: Cancel
cy: Canslo

# ForgotPassword_EmailDescription
source: Please enter the email for you account. We will send you an email to reset your password
cy: Rhowch gyfeiriad e-bost eich cyfrif Byddwn yn anfon neges e-bost atoch i ailosod eich cyfrinair

# ForgotPassword_EmailPlaceholder
source: Please enter your email address
cy: Rhowch eich cyfeiriad e-bost

# ForgotPassword_SendButton
source: Send email
cy: Anfon e-bost

# ForgotPassword_Title
source: Forgot password
cy: Wedi Anghofio Cyfrinair

# General_And
source: and
cy: a

# General_Close
source: Close
cy: Cau

# General_EnterLocation
source: Enter location
cy: Rhowch y lleoliad

# General_Hours
source: hrs
cy: awr

# General_Log
source: Log
cy: Cofnod

# General_Navigate
source: Navigate
cy: Llywio

# General_No
source: No
cy: Na

# General_Or
source: or
cy: neu

# General_Yes
source: Yes
cy: Ie

# Global_FiltersLabel
source: Filters
cy: Hidlyddion

# Global_FundingLabel
source: This app is funded by the UK Government through the UK Community Renewal Fund
cy: Ariennir yr ap hwn gan Lywodraeth y DU drwy Gronfa Adfywio Cymunedol y DU.

# Global_Greeting
source: Hello,
cy: Helô,

# Global_Searching
source: Searching...
cy: Chwilio...

# Guest_BackButton
source: Back
cy: Yn ôl

# Guest_CreateButton
source: Create Account
cy: Creu Cyfrif

# Guest_Label
source: Guest
cy: Gwestai

# Guest_Title
source: Create username
cy: Creu enw defnyddiwr

# Guest_UsernameDescription
source: Username can be made up by letters and number. No special characters or email address
cy: Cewch ddefnyddio llythrennau a rhif i greu enw defnyddiwr. Dim nodau arbennig na chyfeiriadau e-bost

# Guest_UsernamePlaceholder
source: Please enter your username
cy: Rhowch eich enw defnyddiwr

# Kilometers_Label
source: Kilometers
cy: Cilometrau

# Landing_TapToStart
source: Tap Button to Start
cy: Tapiwch y botwm i ddechrau

# Language_Label
source: Language
cy: Iaith

# LocationServiceIosPermissionDetails
source: This app needs access to your location to provide the requested functionality. You will need to allow this in your settings.
cy: Mae angen i’r ap hwn gael mynediad at eich lleoliad er mwyn darparu'r swyddogaeth y gofynnwyd amdani. Bydd angen i chi ganiatáu hyn yn eich gosodiadau.

# LocationServiceIosPermissionTitle
source: Location Services
cy: Gwasanaethau Lleoliad

# LocationServicePermissionDetails
source: This app needs access to your location to provide the requested functionality
cy: Mae angen i’r ap hwn gael mynediad at eich lleoliad er mwyn darparu'r swyddogaeth y gofynnwyd amdani

# LocationServicePermissionTitle
source: Location Services
cy: Gwasanaethau Lleoliad

# Location_Near_You_Label
source: Locations near you
cy: Lleoliadau yn eich cyffiniau

# Login_CreateAccountButton
source: Register an account
cy: Cofrestru cyfrif

# Login_ExistingAccountButton
source: Already have an account? Sign in
cy: Oes gennych chi gyfrif eisoes? Mewngofnodi

# Login_FacebookButton
source: Continue with Facebook
cy: Parhau gyda Facebook

# Login_GoogleButton
source: Continue with Google
cy: Parhau gyda Google

# Login_TermsAndConditions
source: By continuing you agree to accept Terms of Service and Privacy Policy
cy: Drwy barhau, rydych yn cytuno i dderbyn Telerau'r Gwasanaeth a'r Polisi Preifatrwydd.

# Login_Title
source: Sign In
cy: Mewngofnodi

# Login_TwitterButton
source: Continue with Twitter
cy: Parhau gyda Twitter

# Log_Out_Label
source: Log Out
cy: Allgofnodi

# Miles_Label
source: Miles
cy: Milltiroedd

# Navigation_AdventureTabLabel
source: Adventure
cy: Antur

# Navigation_ExploreTabLabel
source: Explore
cy: Anturio

# Navigation_ProfileTabLabel
source: Profile
cy: Proffil

# Navigation_ResourcesTabLabel
source: Resources
cy: Adnoddau

# No_Option
source: No
cy: Na

# Poi_BadgeCollectedLabel
source: 1 badge collected
cy: Wedi casglu 1 bathodyn

# Privacy_Policy_Label
source: Privacy Policy
cy: Polisi Preifatrwydd

# Profile_ActiveLabel
source: Active
cy: Gweithredol

# Profile_AdventureBoardLabel
source: Adventure Board
cy: Bwrdd Antur

# Profile_AdventurerLabel
source: Adventurer
cy: Mentrwr

# Profile_BadgesLabel
source: Badges
cy: Bathodynnau

# Profile_CategoryLabel
source: Category
cy: Categori

# Profile_ChampionLabel
source: Champion
cy: Pencampwr

# Profile_CompleteLabel
source: Complete
cy: Cwblhau

# Profile_ConnectWithFriendsLabel
source: Connect with Friends
cy: Cysylltu gyda Ffrindiau

# Profile_CyclingLabel
source: Cycling
cy: Beicio

# Profile_EarnedTrophiesLabel
source: You have earned the following trophies
cy: Rydych wedi ennill y tlysau canlynol

# Profile_ExplorerLabel
source: Explorer
cy: Anturiwr

# Profile_HeroLabel
source: Hero
cy: Arwr

# Profile_LevelLabel
source: Level
cy: Lefel

# Profile_MindfulnessLabel
source: Mindfulness
cy: Ymwybyddiaeth Ofalgar

# Profile_RadioAll
source: All
cy: Pob un

# Profile_RadioFriends
source: Friends
cy: Ffrindiau

# Profile_RockstarLabel
source: Rockstar
cy: Seren roc

# Profile_SearchUsernamePlaceholder
source: Search username
cy: Chwilio am enw defnyddiwr

# Profile_StarLabel
source: Star
cy: Seren

# Profile_TotalLabel
source: Total
cy: Cyfanswm

# Profile_TrophiesLabel
source: Trophies
cy: Tlysau

# Rate_The_App_Label
source: Rate The App
cy: Rhoi Sgôr i'r Ap

# Rating_ChallengeLabel
source: Adventure Challenges
cy: Heriau Antur

# Rating_DailyAnswer
source: Daily
cy: Dyddiol

# Rating_DesignLabel
source: Design
cy: Dylunio

# Rating_EaseOfUseLabel
source: Ease of use
cy: Hawdd ei ddefnyddio

# Rating_ExploreLabel
source: Explore
cy: Anturio

# Rating_HowOftenLabel
source: How often do you use this app?
cy: Pa mor aml ydych chi'n defnyddio'r ap hwn?

# Rating_InformationLabel
source: Information provided
cy: Gwybodaeth a ddarperir

# Rating_LessOftenAnswer
source: Less Often
cy: Llai aml

# Rating_OnceAMonthAnswer
source: At least once a month
cy: O leiaf unwaith y mis

# Rating_OnceAWeekAnswer
source: At Least once a week
cy: O leiaf unwaith yr wythnos

# Rating_RateButton
source: Rate the App
cy: Rhoi Sgôr i'r Ap

# Rating_RecommendationLabel
source: On a scale of 1-5 (1 = very unlikely, 5 = very likely), how likley would you be to recommend this app to a friend or family member?
cy: Ar raddfa o 1 i 5 (1 = annhebygol iawn), 5 = tebygol iawn), pa mor debygol ydyw y byddech yn argymell yr ap hwn i ffrind neu aelod o'ch teulu?

# Rating_ResourcesLabel
source: Resources
cy: Adnoddau

# Rating_StarsLabel
source: stars
cy: sêr

# Rating_StorePopupAccept
source: Rate on the App Store
cy: Rhoi sgôr yn yr App Store

# Rating_StorePopupCancel
source: Not Now
cy: Dim nawr

# Rating_StorePopupMessage
source: Thanks for rating the NPT Explorer App! Please click below to rate on the App Store.
cy: Diolch am roi sgôr i Ap Anturiwr CNPT! Cliciwch isod i roi sgôr yn yr App Store.

# Rating_StorePopupTitle
source: Rate NPT Explorer
cy: Rhoi sgôr i Anturiwr CNPT

# Rating_SubmitButton
source: Submit
cy: Cyflwyno

# Rating_SubmittedClose
source: CLOSE
cy: CAU

# Rating_SubmittedMessage
source: You have earned your Rating Badge
cy: Rydych wedi ennill eich Bathodyn Sgorio

# Rating_SubmittedShare
source: SHARE
cy: RHANNU

# Rating_SubmittedTitle
source: Congratulations
cy: Llongyfarchiadau

# Rating_TrailLabel
source: Adventure Trails
cy: Llwybrau Antur

# Rating_WhichAppFeaturesHelpLabel
source: Rank them from most (1) to least useful (4)
cy: Rhowch rif safle iddynt: o'r mwyaf defnyddiol (1) i'r lleiaf defnyddiol (4).

# Rating_WhichAppFeaturesLabel
source: Which app features do you use the most?
cy: Pa nodweddion o'r ap ydych chi'n eu defnyddio fwyaf?

# Registration_ConfirmPasswordPlaceholder
source: Please re-enter your password
cy: Teipiwch eich cyfrinair eto

# Registration_ContinueDescription
source: By continuing without an account, some features will be unavaliable
cy: Drwy barhau heb gyfrif, ni fydd rhai nodweddon ar gael.

# Registration_ContinueWithoutButton
source: Continue without an account
cy: Parhau heb gyfrif

# Registration_CreatAccountButton
source: Sign In
cy: Mewngofnodi

# Registration_CreatAccountMessage
source: Your guest account has been successfully created. You can now Sign In from the homepage
cy: Crëwyd eich cyfrif gwestai yn llwyddiannus. Gallwch nawr fewngofnodi o'r hafan.

# Registration_CreateAccountTitle
source: Create account
cy: Creu cyfrif

# Registration_CreatePasswordTitle
source: Create password
cy: Creu cyfrinair

# Registration_CreateUsernameTitle
source: Create username
cy: Creu enw defnyddiwr

# Registration_EmailPlaceholder
source: Email
cy: E-bost

# Registration_IAccept
source: I accept the
cy: Rwy'n derbyn

# Registration_NextButton
source: Next
cy: Nesaf

# Registration_PasswordPlaceholder
source: Please enter your password
cy: Rhowch eich cyfrinair

# Registration_Privacy Policy
source: Privacy Policy
cy: Polisi Preifatrwydd

# Registration_RegisterButton
source: Register
cy: Cofrestru

# Registration_TermsOfService
source: Terms of Service
cy: Telerau'r Gwasanaeth

# Registration_UsernamePlaceholder
source: Please enter your username
cy: Rhowch eich enw defnyddiwr

# Reset_Password_Label
source: Reset password
cy: Ailosod cyfrinair

# Reset_Password_Placeholder_Label
source: Please enter new password
cy: Teipiwch eich cyfrinair newydd.

# Reset_Password_Text_Label
source: Password must be at least 8 characters long, contain 1 number and both upper and lower cases
cy: Mae'n rhaid i'r cyfrinair gynnwys o leiaf 8 nod, un rhif, a phrif lythrennau a llythrennau bach.

# Resources_GeneralLabel
source: General
cy: Cyffredinol

# Resources_GetInvolvedLabel
source: Get Involved
cy: Cymryd Rhan

# Resources_LearnMoreLabel
source: Learn More
cy: Dysgu Mwy

# Resources_ResourcesLabel
source: Resources
cy: Adnoddau

# Save_Button
source: Save
cy: Cadw

# Settings_Label
source: Settings
cy: Gosodiadau

# Settings_WelshLabel
source: Welsh
cy: Cymraeg

# SignIn_BackButton
source: Back
cy: Yn ôl

# SignIn_EmailPlaceholder
source: Please enter your email address
cy: Rhowch eich cyfeiriad e-bost

# SignIn_ForgotPasswordLabel
source: Forgot your password?
cy: Wedi anghofio eich cyfrinair?

# SignIn_LoginButton
source: Log In
cy: Mewngofnodi

# SignIn_PasswordPlaceholder
source: Please enter your password
cy: Rhowch eich cyfrinair

# SignIn_Title
source: Sign In
cy: Mewngofnodi

# Sort_Label
source: Sort
cy: Trefnu
